Revit 2027 API
Level.GetNearestLevelId Method
Overload List
Name | Description
GetNearestLevelId(Document, Double) |  Returns id of the Level which is closest to the specified elevation.
GetNearestLevelId(Document, Double, Double) |  Returns id of the Level which is closest to the specified elevation.
Top
See Also
Reference
Level Class
Autodesk.Revit.DB Namespace